Repository: GTRRoficial/rainbow_cuba
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Many LGBT labor activists have added their names and/or the endorsement of their unions, including the Pride at Work/GALLAN (Gay and Lesbian Labor Action Network), Boston, Mass, AFL-CIO; Bus Riders Union/Labor Community Strategy Center, Los Angeles, Calif.; and from Canada: Canadian Union Of Postal Workers, Calgary, Alberta; Canadian Union of Public Employees, Toronto, Ont.; and Hospital Employees’ Union, Burnaby, B.C.
pt_br: Muitos militantes trabalhistas LGBT acrescentaram os seus nomes e/ou o apoio dos seus sindicatos, incluindo o Pride at Work/GALLAN (Orgulho no Trabalho/Rede de Ação no Trabalho de Gays e Lésbicas), Boston, Massachusetts, AFL-CIO; Bus Riders Union/Labor Community Strategy Center, Los Angeles, Califórnia; e do Canadá: Canadian Union Of Postal Workers (Sindicato Canadense dos Trabalhadores dos Correios), Calgary, Alberta; Canadian Union of Public Employees, Toronto, Ontário; e Hospital Employees' Union, Burnaby, B.C.

source: Many names on the growing list will be recognizable as well-known LGBT activists and others battling oppression based on sexuality, gender and sex, including women’s liberationists.
pt_br: Muitos nomes na lista crescente serão reconhecidos como conhecidos ativistas LGBT e outros que lutam contra a opressão baseada na sexualidade, gênero e sexo, incluindo liberacionistas mulheres.

source: Many of the articles focused on the imperialist charge that gay and lesbian Cubans were being mistreated on the island after the 1959 revolution.
pt_br: Muitos dos artigos focavam na acusação dos imperialistas de que cubanos e cubanas homossexuais estariam sofrendo maus-tratos na ilha após a revolução.

source: Many of them have already had their identity documents amended.
pt_br: Muitas dessas pessoas já tiveram seus documentos de identidade alterados.

source: Many people were against appointing them because they were considered more vulnerable to scandal and blackmail — and that’s true, we’ve seen it in countries such as England and the United States — but things are very different nowadays for homosexuals.”
pt_br: Muitas pessoas eram contra indicá-los porque eles eram mais vlneráveis a escândalos e chantagens - e isso era verdade, nós vimos isso acontecer em países como Inglaterra e Estados Unidos - mas as coisas são bem diferentes agora para homossexuais.

source: Many tens of thousands whose sexuality or gender expression had made them publicly vulnerable and without privacy in rural towns and villages found employment in Havana.
pt_br: Muitas dezenas de milhares de habitantes de vilas e cidades rurais perdiam sua privacidade e eram colocados em posição de vulnerabilidade pública devido à sexualidade ou expressão de gênero. Já em Havana, eles encontraram empregos.

source: Many transgender and transsexual organizations and individuals strengthened the initiative, including Trans Action Canada; three national Italian trans groups: Coordinamento Nazionale Trans FTM, Movimento Identità Transessuale and Crisalide Azione Trans; playwrite and performer Imani Henry; Matt/ilda a.k.a.
pt_br: Muitas organizações e indivíduos transgêneros e transexuais fortaleceram a iniciativa, incluindo a Trans Action Canada; três grupos trans italianos nacionais: Coordinamento Nazionale Trans FTM, Movimento Identità Transessuale e Crisalide Azione Trans; dramaturgo e performer Imani Henry; Matt/ilda a.k.a.

source: Many who could go home if they wanted chose to stay where they were guaranteed prepared food, a comfortable home and prompt medical attention.
pt_br: Muitas que podiam ir para casa, se quisessem, escolheram permanecer onde tinham alimentação garantida, uma casa confortável e atenção médica imediata.

source: Marcos writes from Bielefeld, Germany, “Free the Five Cubans now, stop the war on Cuba and the rest of the world!”
pt_br: Marcos escreve de Bielefeld, Alemanha: “Libertem os cinco cubanos agora, parem a guerra contra Cuba e o resto do mundo!”

source: Marcy concluded, “A period began when the most intense economic, political and diplomatic pressure was exerted on Cuba.
pt_br: Marcy concluiu: "Um período em que a mais intensa pressão econômica, política e diplomática foi posta contra Cuba.

source: Mariel Castro Espín and CENESEX don’t rest on these laurels.
pt_br: Mariel Castro Espín e CENESEX não dormem sobre esses louros.

source: Mariela Castro Espín, director of CENESEX, stressed that sexologists have a “scientific, social and political responsibility” to help raise understanding and consciousness in the whole population.
pt_br: Mariela Castro Espín, diretora do CENESEX, ressaltou que os sexólogos têm uma “responsabilidade científica, social e política” para ajudar a aumentar a compreensão e a consciência em toda a população.

source: Mariela Castro Espín, director of Cuba’s National Center for Sex Education (CENESEX), recalled that three decades ago a Cuban from Matanzas who was born female-bodied but identified as male came to Havana for help.
pt_br: Mariela Castro Espín, diretora do Centro Nacional de Educação Sexual de Cuba (CENESEX), lembrou que há três décadas um cubano de Matanzas, nascido em um corpo feminino mas identificado como homem, veio a Havana em busca de ajuda.

source: Marlon Brito López, a screenwriter and director, critiqued the television novella “as a member of the audience and media expert.” He wrote, “The main goals were well defined: a warning of the dangers of this pandemic disease, present also in our territory, which can infect people in any group, race or creed; and a reflection on the elimination of prejudice linked to HIV-AIDS and sex in our society, particularly within the family.” (López)
pt_br: Marlon Brito López, roteirista e diretor, criticou a novela televisiva “como um membro do público e especialista em mídia." Ele escreveu: “Os principais objetivos foram bem definidos: um aviso dos perigos desta doença pandêmica, presente também em nosso território, que pode infectar pessoas de qualquer grupo, raça ou credo; e uma reflexão sobre a eliminação do preconceito ligado ao HIV-AIDS e ao sexo em nossa sociedade, particularmente dentro da família.” (López)

source: Marquette wrote that they were “summoned to the Councils, and nothing can be decided without their advice.
pt_br: Marquette escreveu que eles eram "convocados pelo Concelho e nada poderia ser decidido sem seu aconselhamento.

source: Marx and his comrade Frederick Engels wrote and organized to build support for liberation struggles of oppressed peoples against slavery and colonialism.
pt_br: Marx e seu camarada Frederick Engels escreveram e organizaram o apoio às lutas para a libertação do povos oprimidos pela escravidão e colonialismo.

source: Matt Bernstein Sycamore, editor “Nobody Passes,” San Francisco, Calif.; Cianán Russell, chair of the Indiana Transgender Rights Advocacy Alliance; and the Winona Gender Mutiny Collective.
pt_br: Matt Bernstein Syc, editor de “Nobody Passes”, São Francisco, Califórnia.; Cianán Russell, presidente da Indiana Transgender Rights Advocacy Alliance; e o Winona Gender Mutiny Collective.

source: Measure of change
pt_br: Medidas de mudança

source: Mejía added, “[T]he Aztecs ruled over a vast array of peoples, who had different cultural histories.
pt_br: Mejía acrescenta que “Os Astecas reinaram sobre vasta quantidade de povos, que possuiam diferentes histórias culturais.

source: Mejía stated that with the arrival of the Spanish conquistadors, “An absolutist discourse enveloped homosexuality in the concepts of ‘infamous sin,’ ‘sin against nature,’ corruption of the soul and alliance with the devil.
pt_br: Mejía declarou que com a chegada dos conquistadopres espanhóis, "Um discurso absolutista envolveu a homosexualidade em conceitos de 'pecado infame', 'pecado contra a natureza', corrupção da alma e aliança com o demônio.

source: Men who had sex with men and women who had sex with women were caught up in the dragnet of the illegal economy.
pt_br: Homens que faziam sexo com homens e mulheres que faziam sexo com mulheres foram pegos na rede da economia ilegal.

source: Miami is the one city in the U.S. where the Five certainly could not receive a fair trial.”
pt_br: Miami é a única cidade nos EUA onde os Cinco certamente não poderiam receber um julgamento justo.

source: Milanés sang: “Two souls, two bodies, two men who love each other, are being expelled from the paradise they live in.
pt_br: Milanés cantou: “Duas almas, dois corpos, dois homens que se amam, são expulsos do paraíso em que vivem.

source: Milanés — a Cuban who harvested in the UMAP brigades in the mid-1960s, and who is beloved in Cuba — told the concert audience, “I dedicate this song to homosexuals, to gay people, and to all those who are marginalized and are suffering in the world.”
pt_br: Milanés — um cubano capturado pelas brigadas da UMAP em meados dos anos sessenta, e muito adorado em Cuba — proclamou à sua audiência, “Eu dedico esta música às pessoas homossexuais, aos gays, e todas as pessoas marginalizadas e sofrendo no mundo.”

source: Monica Moorehead, Naomi Cohen, Fred Goldstein, Gary Wilson, Lal Roohk and John Catalinotto added insight to particular articles in this compilation.
pt_br: Monica Moorehead, Naomi Cohen, Fred Goldstein, Gary Wilson, Lal Roohk e John Catalinotto adicionaram perspectiva para alguns artigos específicos dessa compilação.

source: More translations in the works or planned include Swahili, Urdu, Indonesian, Arabic, Korean, Bengali and a streaming video in ASL (American Sign Language).
pt_br: Mais traduções em andamento ou planejadas incluem suahili, urdu, indonésio, árabe, coreano, bengali e um streaming de vídeo em ASL (American Sign Language).

source: Most exciting was how many of the signers immediately began forwarding the call to their e-mail lists.
pt_br: O mais emocionante foi como muitos dos signatários imediatamente começaram a encaminhar a chamada para suas listas de e-mail.

source: Most historians agree that the practice was tolerated when it took place in religious rituals.”
pt_br: A maioria dos historiadores concordam que a prática era tolerada quando ocorria em meio a rituais religiosos."

source: Most of that time was spent in Havana, but also in numerous other cities, including Matanzas, Trinidad and Santiago de Cuba.
pt_br: A maior parte desse tempo foi gasto em Havana, mas também em várias outras cidades, incluindo Matanzas, Trinidad e Santiago de Cuba.

source: My appreciation to Sara Flounders for organizational support from start to finish, and to Kathy Durkin for her fund-raising labor.
pt_br: Meus agradecimentos para Sara Flounders pela assistência na organização do início ao fim e para Kathy Durkin pela angariação de fundos.

source: My proposal is in no way removed or distant from the spirit of the revolution, or from the entire process that has brought about this call to a battle of ideas.
pt_br: A minha proposta não está de modo algum afastada nem distante do espírito da revolução, nem de todo o processo que levou este apelo a uma batalha de ideias.

source: Narrating his first trip down another river, now called the Mississippi, Jesuit Jacques Marquette described in the 17th century how, among the Illinois and Nadouessi, he found people who today would be referred to as Two-Spirit.
pt_br: Narrando sua primeira descida por um outro rio, agora chamado de Mississipi, o jesuíta Jacques Marquette descreveu no século XVII como, entre os Illinois e os Nadouessi, ele encontrou pessoas as quais nos referimos hoje como dois-espíritos.

source: Native peoples throughout this hemisphere fought back.
pt_br: Os povos nativos por todo o continente resistiram.

source: Neither is a president, neither is a censor of his own desires.
pt_br: Nenhum deles é um presidente nem um censurador de seus desejos.

source: Neither of them has riches, to calm the ire of their judges.
pt_br: Nenhum deles tem riquezas para acalmar seus juízes.

source: Neither of them is a warrior with victories to boast of.
pt_br: Nenhum deles é um guerreiro com vitórias de que se gabe.

source: New identity documents would also be immediately issued.
pt_br: Novos documentos de identidade também seriam emitidos imediatamente.

source: New ways had to be found to criticize and disparage the Cuban people.
pt_br: Novas formas de criticar e desvalorizar o povo Cubano foram criadas.

source: News of her victory spread in articles in all the major newspapers in Cuba and Puerto Rico.
pt_br: A notícia de sua vitória se espalhou em artigos de todos os jornais mais relevantes de Cuba e de Porto Rico.

source: No Cuban of any sex has to marry in order to have economic support, a job, a home, health care or other rights that are guaranteed to every person.
pt_br: Nenhum cubano de qualquer sexo deve se casar para ter apoio econômico, um emprego, uma casa, cuidados de saúde ou outros direitos que são garantidos a todas as pessoas.

source: No more political prisoners!”
pt_br: Chega de presos políticos!”

source: No one, of any sexuality, was of one mind in Cuba about “La cara.” However, those who brought the series to television screens did not shy away from the debate.
pt_br: Ninguém, de qualquer sexualidade, era unânime em Cuba sobre “La cara." No entanto, aqueles que trouxeram a série para as telas de televisão não se esquivaram do debate.

source: None were happy about having HIV or AIDS but all were very appreciative of the care they received.
pt_br: Nenhuma estava feliz por ter HIV ou AIDS, mas todas eram gratas pelos cuidados que recebiam.

source: Nonetheless, I think that we still have many faults, and that future generations will have to continue to perfect this new world.” (Hillson)
pt_br: No entanto, penso que ainda temos muitas falhas e que as gerações futuras terão de continuar a aperfeiçoar este novo mundo.” (Hillson)

source: Nothing bad.’”
pt_br: Não é nada ruim.’”

source: Oberg concluded, “A striking contradiction in Cuban society today is the contrast between the rich cultural and intellectual life that is widely available and easily affordable, and salaries that make the purchase of a pair of shoes an event for which one must plan.”
pt_br: Orberg conclui: "Uma contradição marcante na sociedade cubana hoje é o contraste entre a rica vida cultural e intelectual, que é amplamente disponível e facilmente acessível, e os salários que tornam a compra de um par de sapatos um evento para o qual se deve planejar."

source: Oberg referred to the cross-dressing, cross-gender performances in the neighborhood of La Güinera, on the outskirts of the capital: “Many of these drag shows are sponsored by the local CDRs (Committees for the Defense of the Revolution),” Olberg reported, “and play to large and wildly enthusiastic audiences.
pt_br: Oberg se referiu às performances cross-dressing e drag no bairro de La Güinera, nos arredores da capital: “Muitos desses shows de drag são patrocinados pelos CDRs locais (Comitês para a Defesa da Revolução)”, relatou Olberg, “e performam para grandes e entusiasmados públicos.

source: Oberg stressed, “One of the most striking things about Cuba is the vitality of its cultural and intellectual life throughout the island, particularly in Havana.
pt_br: Orberg pontuou, “Uma das coisas mais marcantes sobre Cuba é a vitalidade da vida cultural e intelectual em toda a ilha, particularmente em Havana.

source: Oberg wrote on his observations of homosexuality and culture in Cuba: “Between March 2000 and April 2002, I spent more than four months in Cuba on four separate occasions, working as a librarian on a range of research projects with my Cuban colleagues.
pt_br: Oberg escreveu em suas observações sobre a homossexualidade e a cultura em Cuba: “Entre março de 2000 e abril de 2002, passei mais de quatro meses em Cuba em quatro ocasiões distintas, trabalhando como bibliotecário em uma série de projetos de pesquisa com meus colegas cubanos.

source: Of course, each poisonous seed had been planted and cultivated by U.S. capitalism and, earlier, Spanish colonialism.
pt_br: É claro que várias sementes venenosas havia sido plantadas e cultivadas pelo capitalismo dos EUA e, ainda antes, pelo colonialismo espanhol.

source: Of course, there were and are problems in Cuba.
pt_br: É claro, existem e vão existir problemas em Cuba.

source: Of the first 99 people quarantined in 1986, only about 20 percent were believed to have contracted AIDS through same-sex contact.
pt_br: Das primeiras 99 pessoas isoladas em 1986, acreditava-se que apenas cerca de 20 por cento contraíram AIDS por meio de contato com o mesmo sexo.

source: On the contrary, the Aztecs had very harsh laws against it, punishing the practice severely with public execution for those who were caught.
pt_br: Muito pelo contrário, os Astecas tinham leis muito rígidas contra isso, punindo severamente a prática com execução pública a quem fosse pego.

source: On the contrary, widespread public debate with leadership was the whole point, and it has been eminently successful.
pt_br: Pelo contrário, o debate público generalizado com liderança era o ponto principal e tem sido eminentemente bem-sucedido.

source: One of these was the Zapotec culture, derived from the Mayans and located in what is now the state of Oaxaca.”
pt_br: Uma dessas culturas eram os Zapotecas, descendentes dos Maias e localizados no que hoje se chama estado de Oaxaca.”

source: One young Cuban said when she was in high school, she thought that she was not accepted into the communist youth (UJC) group because there was discussion about whether she was or was not a lesbian.
pt_br: Uma jovem cubana disse que quando ela estava no ensino médio, pensou que não era aceita no grupo da juventude comunista (UJC) porque havia discussões sobre ela ser ou não lésbica.

source: One young woman recalled going to a judgmental therapist about her attraction to other women.
pt_br: Uma jovem senhora recordou sua experiência com um terapeuta preconceituoso, quando foi em uma consulta por causa de sua atração a outras mulheres.

source: Other activists and organizations working in defense of Cuba also added weight to the call, including Cuba Education Tours, Vancouver, B.C., Canada; Fairness Campaign, Louisville, Ky.; Simon McGuinness, secretary of the Free the Miami Five Campaign, Ireland; Brigitte Oftner, coordinator of the Austrian Free the Five committee; Viktor Dedaj, webmaster of the Cuba Solidarity Project; the Cuba Edmonton Solidarity Committee in Alberta, Canada; the Swiss Cuba Association; Deutsche Kommunistische Partei Cuba Arbeitsgruppe, Germany; and No War on Cuba, Washington, D.C.
pt_br: Outros ativistas e organizações que trabalham em defesa de Cuba também adicionaram peso ao chamado, incluindo Cuba Education Tours, Vancouver, BC, Canadá; Fairness Campaign, Louisville, Ky.; Simon McGuinness, secretário da Campanha Free the Miami Five, Irlanda; Brigitte Oftner, coordenadora do comitê austríaco Free the Five; Viktor Dedaj, webmaster do Cuba Solidarity Project; o Comitê de Solidariedade Cuba Edmonton em Alberta, Canadá; a Associação Suíça-Cuba; Deutsche Kommunistische Partei Cuba Arbeitsgruppe, Alemanha; e No War on Cuba, Washington, D.C.

source: Other common reasons for wanting to emigrate included the lack of career mobility in a still under-developed economy and, for men, a traditional desire for the adventure of travel that had to focus on emigration since the United States and other capitalist nations deny tourist visas to Cubans.
pt_br: Outras razões comuns para querer emigrar incluiam a falta de mobilidade profissional em uma econômia sub desenvolvida e, para os homens, um tradicional desejo de viajar e de se aventurar com um foco na emigração, já que os Estados Unidos e outras nações capitalistas recusavam o visto de turistos para os cubanos.

source: Others are not open about it — just like anywhere else — but there is a new level of awareness concerning homosexuality.”
pt_br: Outros não são abertos sobre isso - como em qualquer outro lugar - mas há um novo nível de consciência sobre homossexualidade."

source: Others were exiled to Cayo Cruz, a small island in Havana Bay, which was thereafter referred to in Spanish by an anti-homosexual slur.
pt_br: Outros foram exilados para Cayo Cruz, uma pequena ilha na baía de Havana, que então passou a ser chamada em espanhol por um termo homofóbico.

source: Others — unfortunate and poor — are experiencing a terrify-ing reduction in their population’s life expectancy and a demographic decline that could lead them to extinction.”
pt_br: Outros - os desprivilegiados e pobres - estão experienciando uma assustadora redução na expectativa de vida de suas populações e um declínio demográfico que poderia levá-los à extinção."

source: Otherwise we wouldn’t be scientists.”
pt_br: Ou então não seríamos cientistas.”

source: POPULAR EDUCATION
pt_br: EDUCAÇÃO POPULAR

source: Paul says: “As a gay man in South Florida who calls for freedom for our brothers, the Five, I am delighted to see this initiative.
pt_br: Paul diz: “Como um homem gay no sul da Flórida que pede liberdade para nossos irmãos, os Cinco, estou muito feliz em ver essa iniciativa.

source: People are now more receptive.
pt_br: As pessoas estão mais receptivas agora.

source: People cannot be allowed to make money off the lives of human beings.
pt_br: As pessoas não podem ter a permissão de ganhar dinheiro com a vida de seres humanos.

source: People had never before discussed homosexuality so much.”
pt_br: A homossexualidade nunca havia sido tão discutida antes.”

source: People “make their own history,” Karl Marx wrote, “but they do not make it just as they please; they do not make it under circumstances chosen by themselves, but under circumstances directly encountered, given and transmitted from the past.”
pt_br: As pessoas “fazem suas próprias histórias", Karl Marx escreveu, “mas elas não fazem somente como bem entendem; elas não fazem sob as circunstâncias escolhidas por si mesmas, mas sob as circunstâncias diretamente encontradas, dadas e transmitidas pelo passado.”

source: Please help circulate the call far and wide, on the Internet, at your campus, community organization, local Pride events and other activities.
pt_br: Por favor, ajude a circular a chamada por toda parte, na Internet, em seu campus, organização comunitária, eventos locais do Orgulho e outras atividades.

source: Political analysts, like historians, always write from a class point of view.
pt_br: Analistas políticos, como os historiadores, sempre escrevem do ponto de vista da classe trabalhadora.

source: Precious footage
pt_br: Metragem valiosa

source: Progress in Cuba is the measurable difference between the two.
pt_br: O progresso em Cuba é a diferença mensurável entre elas.

source: Public reaction is divided.
pt_br: A reação do público está dividida.

source: Punishment affected mainly males, but women were not exempt.” (Mejía)
pt_br: A punição recaia principalmente sobre homens, mas mulheres não estavam isentas." (Mejía)

source: Quite the contrary.
pt_br: Muito pelo contrário.

source: Rainbow Solidarity answers: “Cuba, estamos contigo.
pt_br: Solidariedade Arco-Íris responde: “Cuba, estamos contigo.

source: Rainbow Solidarity for
pt_br: Solidariedade Arco-Íris para

source: Rainbow Solidarity organizers stress that to make this call even more powerful, your signature is needed.
pt_br: Os organizadores do Solidariedade Arco-Íris enfatizam que, para tornar essa chamada ainda mais poderosa, sua assinatura é necessária.

source: Rare Books and Manuscripts Division, the New York Public Library; Astor, Lenox and Tilden Foundations.
pt_br: Divisão de Livros e Manuscritos Raros, Biblioteca Pública de Nova Iorque; Fundação Astor, Lenox e Tilden.
